var cardList = [
	{
		name: "国民革命歌",
		singer: "邝睟",
		imgLink: "国民革命歌.jpg",
		txt: "打倒列强，打倒列强，除军阀，除军阀。<br>努力国民革命，努力国民革命，齐奋斗，齐奋斗。<br>打倒列强，打倒列强，除军阀，除军阀<br>国民革命成功，国民革命成功，齐欢唱，齐欢唱。<br>"
	},
	{
		name: "数鸭子",
		singer: "王家桢、胡小环",
		imgLink: "数鸭子.jpg",
		txt: "门前大桥下 游过一群鸭<br>快来快来数一数 二四六七八<br>门前大桥下 游过一群鸭<br>快来快来数一数 二四六七八<br>咕嘎咕嘎 真呀真多呀<br>数不清到底多少鸭<br>数不清到底多少鸭<br><br>赶鸭老爷爷胡子白花花<br>唱呀唱着家乡戏还会说笑话<br>小孩小孩快快上学校<br>别考个鸭蛋抱回家<br>别考个鸭蛋抱回家<br>门前大桥下 游过一群鸭<br>快来快来数一数 二四六七八<br>"
	},
	{
		name: "别看我只是一只羊",
		singer: "杨沛宜",
		imgLink: "别看我只是一只羊.jpg",
		txt: "喜羊羊 美羊羊<br>懒羊羊 沸羊羊<br>慢羊羊 软绵绵<br>红太狼 灰太狼<br>别看我只是一只羊<br>绿草因为我变的更香<br>天空因为我变的更蓝<br>白云因为我变的柔软<br>别看我只是一只羊<br>羊儿的聪明难以想像<br>天再高心情一样奔放<br>每天都追赶太阳<br>有什么难题去牵绊我都不会去心伤<br>有什么危险在我面前也不会去慌乱<br>就算有狼群把我追捕也当做游戏一场<br>在什么时间都爱开心笑容都会飞翔<br>就算会摔倒站得起来永远不会沮丧<br>在所有天气拥有叫人大笑的力量<br>虽然我只是羊<br>（以上重复一遍）<br> wu da da wu lu lu<br> wu wu lu lu de li de<br> de da da de(*7)<br>"
	},
	{
		owner: "张春晓",
		name: "春天在哪里",
		singer: "望安、潘振声",
		imgLink: "春天在哪里.jpg",
		txt: "春天在哪里呀春天在哪里<br>春天在那青翠的山林里<br>这里有红花呀这里有绿草<br>还有那会唱歌的小黄鹂<br>嘀哩哩哩哩嘀哩哩嘀哩哩哩哩哩(*2)<br>春天在青翠的山林里<br>还有那会唱歌的小黄鹂<br>春天在哪里呀春天在哪里<br>春天在那湖水的倒影里<br>映出红的花呀映出绿的草<br>还有那会唱歌的小黄鹂<br>嘀哩哩哩哩嘀哩哩嘀哩哩哩哩哩(*2)<br>春天在那湖水的倒影里<br>还有那会唱歌的小黄鹂<br>春天在哪里呀春天在哪里<br>春天在那小朋友的眼睛里<br>看见红的花呀看见绿的草<br>还有那会唱歌的小黄鹂<br>嘀哩哩哩哩嘀哩哩嘀哩哩哩哩哩(*2)<br>春天在那小朋友的眼睛里 还有那会唱歌的小黄鹂<br>春天在那小朋友的眼睛里<br>还有那会唱歌的小黄鹂<br>"
	},
	{
		name: "蓝精灵之歌",
		singer: "郑秋枫、瞿琮",
		imgLink: "蓝精灵之歌.jpg",
		txt: "在那山的那边海的那边<br>有一群蓝精灵<br>他们活泼又聪明<br>他们调皮又灵敏<br>他们自由自在生活在<br>那绿色的大森林<br>他们善良勇敢相互多关心<br>欧,可爱的蓝精灵<br>欧,可爱的蓝精灵<br>他们齐心协力开动脑筋<br>斗败了格格巫<br>他们唱歌跳舞快乐又欢欣<br>（以上重复一遍）<br>"
	},
	{
		name: "读书郎",
		singer: "宋杨",
		imgLink: "读书郎.jpg",
		txt: "小么小儿郎背着那书包进学堂<br>不怕太阳晒<br>也不怕那风雨狂<br>只怕那先生骂我懒呐<br>没有学问 喔无脸见爹娘<br>郎里格郎里格郎里格郎<br>没有学问喔无脸见爹娘<br>小么小儿郎<br>背着那书包进学堂<br>不是为做官<br>也不是为面子光<br>只为穷人要翻身呐<br>不受人欺辱喂<br>不做牛和羊<br>郎里格郎里格郎里格郎<br>不受人欺辱喂<br>不做牛和羊<br>"
	},
	{
		//owner: "小粉兔",
		name: "小白兔乖乖",
		singer: "黎锦晖",
		imgLink: "小白兔乖乖.jpg",
		txt: "小白兔乖乖 把门开开<br>快点开开 我要进来<br>不开不开不能开 妈妈没回来 不能把门开<br>小白兔乖乖 把门开开<br>妈妈回来 我要进来<br>快开快开快快开 妈妈回来了 我来把门开<br>"
	},
	{
		name: "铃儿响叮当",
		singer: "詹姆斯·罗德·皮尔彭特",
		imgLink: "铃儿响叮当.jpg",
		txt: "冲破大风雪 我们坐在雪橇上<br>快奔驰过田野 我们欢笑又歌唱<br>请你关把门 令人精神多爽朗<br>鞭儿抽得啪啪响 啊马儿快快跑<br>叮叮当，叮叮当，铃儿响叮当<br>坐在雪橇多快乐 我们飞奔向前<br>叮叮当叮叮当铃儿响叮当<br>坐在雪橇多快活 我们飞奔向前跑<br>叮叮当，叮叮当，铃儿响叮当<br>坐在雪橇多快乐 我们飞奔向前<br>叮叮当叮叮当铃儿响叮当<br>坐在雪橇多快活 我们飞奔向前跑<br>"
	},
	{
		owner: "郑荣炜",
		name: "青藏高原",
		imgLink: "青藏高原.jpg",
		singer: "巴桑",
		txt: "是谁带来远古的呼唤<br>是谁留下千年的祈盼<br>难道说还有无言的歌<br>还是那久久不能忘怀的眷恋<br>我看见一座座山一座座山川<br>一座座山川相连<br>呀啦索<br>那可是青藏高原<br>是谁日夜遥望着蓝天<br>是谁渴望永久的梦幻<br>难道说还有赞美的歌<br>还是那仿佛不能改变的庄严<br>哦 我看见一座座山一座座山川<br>一座座山川相连<br>呀啦索 那就是青藏高原<br>呀啦索 那就是青藏高原<br>"
	},
	{
		owner: "张硕",
		name: "爱情买卖",
		imgLink: "张硕男神.jpg",
		singer: "慕容晓晓",
		txt: "出卖我的爱 逼着我离开<br>最后知道真相的我 眼泪掉下来<br>出卖我的爱 你背了良心债<br>就算付出再多情感 也再买不回来<br>当初是你要分开 分开就分开<br>现在又要用真爱 把我换回来<br>爱情不是你想卖 想买就能卖<br>让我挣开 让我明白 放手你的爱<br>狠心把我来伤害 爱这么意外<br>用心灌溉的真爱 枯萎才明白<br>爱情不是你想卖 想买就能卖<br>让我看透 痴心的人 不配有真爱<br>当初是你要分开 分开就分开<br>现在又要用真爱 把我换回来<br>爱情不是你想卖 想买就能卖<br>让我挣开 让我明白 放手你的爱<br>"
	},
	{
		name: "刨洋芋",
		imgLink: "刨洋芋.jpg",
		singer: "沂蒙山人民",
		txt: "土溜溜的蚂蚱~ 满呀么满地爬~<br>举起那个镢头~来呀来把洋芋刨~<br>一镢头那下去~翻过来瞧一瞧~<br>哟！这么大的个(儿)~<br>(嘿嘿！)哎哟你说妙不妙？<br>"
	},
]